Repository: Ukenn2112/TUTnextApp
Catalog: tama/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans

source: 「システムに従う」を選択すると、デバイスの設定に合わせて自動的に切り替わります。
en: After selecting "Follow System," it will automatically switch based on the device's settings.
ko: "시스템 따르기"를 선택하면 장치의 설정에 따라 자동으로 전환됩니다.
zh_hans: 选择“跟随系统”后，将根据设备的设置自动切换。

source: @Meikennと@Claudeが愛を込めて作った
en: Made with love by @Meikenn and @Claude
ko: 사랑을 담아 @Meikenn과 @Claude가 만들었습니다.
zh_hans: 由 @Meikenn 和 @Claude 倾情打造

source: %@ さん
en: Mx. %@
ko: %@ 님
zh_hans: %@ 同学

source: %@ 教室
en: Room %@
ko: %@ 교실

source: %@ 締切
en: %@ Deadline
ko: %@ 마감
zh_hans: %@ 截止

# %@曜日 %d限
source: %1$@曜日 %2$d限
en: %1$@ Period %2$d
ko: %1$@요일 %2$d교시
zh_hans: 星期%1$@ 第%2$d节

source: %d分
en: %d min
ko: %d분

source: %d日
en: %d days
ko: %d일
zh_hans: %d天

source: %d時間
en: %d hours
ko: %d시간
zh_hans: %d小时

source: %lld人の教師を選択しました
en: Selected %lld people as teachers
ko: %lld명의 교사를 선택했습니다
zh_hans: 已选择%lld名教师

source: %lld件
en: %lld items
ko: %lld건

source: ※ 暗証番号を設定すると、印刷時に暗証番号の入力が必要になります
en: * When you set a PIN, you will need to enter the PIN when printing.
ko: ※ 비밀번호를 설정하면 인쇄 시 비밀번호 입력이 필요합니다.
zh_hans: ※ 设置密码后，打印时需要输入密码。

source: 0分0秒
en: 0 min 0 sec
ko: 0분 0초

source: 2 アップ
en: 2 Up
ko: 2 업
zh_hans: 2页1面

source: 4 アップ
en: 4 Up
ko: 4 업
zh_hans: 4页1面

source: Classroom 認証
en: Classroom Auth
ko: Classroom 인증
zh_hans: Classroom 授权

source: NFCシステムがビジー状態です。しばらくしてから再試行してください。
en: The NFC system is busy. Please try again after a while.
ko: NFC 시스템이 바쁩니다. 잠시 후에 다시 시도해 주세요.
zh_hans: NFC系统繁忙。请稍后再试。

source: NFCセッションがタイムアウトしました。
en: NFC Session timed out.
ko: NFC 세션이 타임아웃되었습니다.
zh_hans: NFC读取超时

source: TUTnext へようこそ！👋
en: Welcome to TUTnext! 👋
ko: TUTnext 에 오신 것을 환영합니다! 👋
zh_hans: 欢迎使用！TUTnext 👋

source: アカウント
en: Account
ko: 계정
zh_hans: 账号

source: アカウント設定
en: Account Settings
ko: 계정 설정
zh_hans: 账号设定

source: アップロード
en: Upload
ko: 업로드
zh_hans: 上传

source: アップロード完了
en: Upload complete
ko: 업로드 완료
zh_hans: 上传完成

source: アプリを評価
en: Rate App
ko: 앱 평가하기
zh_hans: 为应用评分

source: アプリ設定
en: App Settings
ko: 앱 설정
zh_hans: 应用设定

source: エラーが発生しました
en: An error occurred
ko: 오류가 발생했습니다
zh_hans: 发生错误

source: オフ
en: Off
ko: 끄기
zh_hans: 关闭

source: オン
en: On
ko: 켜기
zh_hans: 开启

source: お待ちください
en: Please wait
ko: 기다려 주세요
zh_hans: 请稍后

source: カードが見つかりませんでした。
en: Card not found.
ko: 카드를 찾을 수 없습니다.
zh_hans: 未检测到卡片

source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消

source: コピーしました
en: Copied.
ko: 복사했습니다
zh_hans: 已复制

source: サイズ
en: Size
ko: 사이즈
zh_hans: 文件大小

source: システムに従う
en: Follow System
ko: 시스템 따르기
zh_hans: 跟随系统

source: しない
en: Not
ko: 하지 않다
zh_hans: 不合并

source: シラバス
en: Syllabus
ko: 강의계획서
zh_hans: 课程大纲

source: スクールバス
en: School Bus
ko: 통근버스
zh_hans: 巴士

source: スケジュールタイプ
en: Schedule Type
ko: 시간표 유형
zh_hans: 时刻表选择

source: すべて
en: All
ko: 전체
zh_hans: 全部

source: スマホサイト
en: Mobile Site
ko: 스마트폰 사이트
zh_hans: 移动端页面

source: その他
en: Others
ko: 기타
zh_hans: 其他

source: ダーク
en: Dark
ko: 다크
zh_hans: 深色

source: ダークモード
en: Dark Mode
ko: 다크 모드
zh_hans: 深色模式

source: タップして選択して、メールアドレスをコピー
en: Tap to select and copy the email address.
ko: 탭하여 선택하고, 이메일 주소를 복사하세요.
zh_hans: 点击选择并复制电子邮件地址

source: たまゆに
en: Tamayuni
ko: 타마유니
zh_hans: 多摩油尼

# バージョン %@ (%@)
source: バージョン %1$@ (%2$@)
en: Version %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

source: バス
en: Bus
ko: 버스
zh_hans: 巴士

source: バスの出発時刻です
en: Bus departure time
ko: 버스 출발 시간입니다
zh_hans: 已到出发时间

source: パスワード
en: Password
ko: 비밀번호
zh_hans: 密码

source: パスワード変更
en: Change Password
ko: 비밀번호 변경
zh_hans: 密码变更

source: バス時刻
en: Bus Schedule
ko: 버스 시간표
zh_hans: 巴士时间

source: ファイルを選択
en: Select a file
ko: 파일 선택
zh_hans: 选择文件

source: ファイル名
en: File name
ko: 파일 이름
zh_hans: 文件名

source: フィードバック
en: Feedback
ko: 피드백
zh_hans: 反馈

source: プライバシーポリシー
en: Privacy Policy
ko: 개인정보 처리방침
zh_hans: 隐私条款

source: プリント予約番号
en: Print reservation number
ko: 인쇄 예약 번호
zh_hans: 打印预约编号

source: ページ数
en: Pages
ko: 페이지 수
zh_hans: 页数

source: まとめて1枚
en: One sheet
ko: 한 장으로 정리하다
zh_hans: 多页数合并

source: まもなく期限
en: Due Soon
ko: 곧 마감
zh_hans: 马上截止

source: メールアドレスをコピーしました
en: Email address has been copied
ko: 이메일 주소를 복사했습니다.
zh_hans: 已复制电子邮件地址

source: メモ
en: Memo
ko: 메모
zh_hans: 备忘录

source: ライト
en: Light
ko: 라이트
zh_hans: 明亮

source: ライトモード
en: Light Mode
ko: 라이트 모드
zh_hans: 明亮模式

source: リンク
en: Links
ko: 링크
zh_hans: 链接

source: ログアウト
en: Log Out
ko: 로그아웃
zh_hans: 登出

source: ログイン方法を選択
en: Select a login method.
ko: 로그인 방법 선택
zh_hans: 请选择登录方式

source: 両面
en: Both sides
ko: 양면
zh_hans: 双面

source: 両面 (短辺とじ)
en: Both sides (short edge binding)
ko: 양면 (짧은 쪽 접기)
zh_hans: 双面（短边装订）

source: 両面 (長辺とじ)
en: Double-sided (long edge binding)
ko: 양면 (긴쪽 접기)
zh_hans: 双面（长边装订）

source: 両面印刷
en: Double-sided printing
ko: 양면 인쇄
zh_hans: 双面印刷

source: 中学生乗車限定
en: Junior High School Students Only
ko: 중학생 전용
zh_hans: 为仅限初中生乘坐

source: 予約番号: %@
en: Num: %@
ko: 예약 번호: ￼%@
zh_hans: 预约编号: %@

source: 今日
en: Today
ko: 오늘
zh_hans: 本日

source: 今月
en: This Month
ko: 이번 달
zh_hans: 本月

source: 今週
en: This Week
ko: 이번 주
zh_hans: 本周

source: 以下の情報を確認してください
en: Check the following information
ko: 다음 정보를 확인해 주세요
zh_hans: 请确认以下信息

source: 保存
en: Save
ko: 저장

source: 備考
en: Notes
ko: 비고
zh_hans: 备注

source: 全%lld回
en: Total %lld times
ko: 총 %lld회
zh_hans: 共%lld回

source: 再読み込み
en: Reload
ko: 새로고침
zh_hans: 重新读取

source: 最近のアップロード
en: Recent uploads
ko: 최근 업로드
zh_hans: 最近上传

source: 処理中...
en: Processing...
ko: 처리 중...
zh_hans: 处理中…

source: 出席
en: Present
ko: 출석

source: 出欠情報
en: Attendance
ko: 출석 정보
zh_hans: 出席状况

source: 出欠情報はありません
en: No attendance records
ko: 출석 정보가 없습니다
zh_hans: 暂无出席信息

source: 利用規約
en: Terms of Service
ko: 이용약관
zh_hans: 利用条款

source: 印のついた便は、永山駅経由聖蹟桜ヶ丘駅行です。
en: This route goes via Nagayama Station to Seiseki-Sakuragaoka Station.
ko: 이 노선은 나가야마역을 경유하여 세이세키사쿠라가오카역으로 갑니다.
zh_hans: 为途经永山站开往聖蹟樱丘站。

source: 印の付いた便は、永山駅経由学校行です。
en: This route goes via Nagayama Station to school.
ko: 이 노선은 나가야마역을 경유하여 학교로 갑니다.
zh_hans: 为途经永山站开往学校。

source: 印刷システム
en: Print System
ko: 인쇄 시스템
zh_hans: 打印服务

source: 印刷ファイルのアップロードが完了しました
en: Print file has been uploaded
ko: 인쇄 파일 업로드가 완료되었습니다.
zh_hans: 打印文件上传完成

source: 印刷設定
en: Print settings
ko: 인쇄 설정
zh_hans: 打印设置

source: 土
en: Sat
ko: 토
zh_hans: 六

source: 土曜日
en: Saturday
ko: 토요일
zh_hans: 星期六

source: 変更
en: Change
ko: 변경
zh_hans: 变更

source: 外観モード
en: Appearance Mode
ko: 화면 모드
zh_hans: 深色模式

source: 多摩大アカウントでサインイン
en: Sign in with Tama University Account
ko: 다마대학 계정으로 로그인
zh_hans: 使用多摩大学账号登录

source: 大学生用マイクロバス（月～木のみ）
en: University Student Microbus (Monday to Thursday only)
ko: 대학생용 마이크로버스 (월요일부터 목요일까지만 이용 가능)
zh_hans: 为大学生用小型巴士（仅限周一到周四）

source: 学生証スキャン
en: Read Student ID
ko: 학생증 읽기
zh_hans: 读取学生证

source: 学生証をiPhoneの上部に近づけてください。
en: Please bring your student ID close to the top of the iPhone.
ko: 학생증을 아이폰의 상단에 가까이 대십시오.
zh_hans: 请将学生证靠近iPhone顶部。

source: 学生証をスキャン
en: Student ID scan
ko: 학생증을 스캔
zh_hans: 扫描学生证

source: 学生証をスキャンして自動入力するか、手動でアカウントを入力することができます。
en: You can scan your student ID for automatic input or manually enter your account information.
ko: 학생증을 스캔하여 자동 입력하거나 수동으로 계정을 입력할 수 있습니다.
zh_hans: 您可以扫描学生证进行自动输入，或手动输入账户名。

source: 平日（水曜日を除く）
en: Weekdays (except Wednesday)
ko: 평일 (수요일 제외)
zh_hans: 工作日（除周三）

source: 年間予定
en: Schedule
ko: 연간 계획
zh_hans: 学年计划

source: 手入力
en: Manual input
ko: 수동 입력
zh_hans: 手动输入

source: 持ち物や小テスト情報など 授業に関することをメモできます。
en: Items and quiz information You can take notes about class-related matters.
ko: 소지품 및 소시험 정보 등 수업에 관한 내용을 메모할 수 있습니다.
zh_hans: 需要携带的物品、测验信息等。 您可以记录与课堂相关的事项。

source: 掲示はありません
en: No announcements
ko: 공지사항이 없습니다
zh_hans: 暂无通知

source: 掲示情報
en: Announcements
ko: 공지사항
zh_hans: 课程通知

source: 教師メール
en: Tchr email
ko: 교사 이메일
zh_hans: 联系教师

source: 教師名またはメールアドレスを検索
en: Search for teacher name or email address.
ko: 교사 이름 또는 이메일 주소 검색
zh_hans: 教师名或电子邮件地址进行搜索

source: 教師情報を読み込んでいます...
en: Loading teacher information...
ko: 교사 정보를 읽어들이고 있습니다...
zh_hans: 正在获取教师信息…

source: 教師連絡先
en: Teacher Email List
ko: 교사 연락처
zh_hans: 教师联系方式

source: 日
en: Sun
ko: 일

source: 時刻表の読み込みに失敗しました。 ネットワーク接続を確認してください。
en: Failed to load schedule. Please check your network connection.
ko: 시간표를 불러오는데 실패했습니다. 네트워크 연결을 확인해주세요.
zh_hans: 时刻表获取失败，请检查网络。

source: 時間
en: Time
ko: 시간
zh_hans: 时间

source: 時間割
en: Schedule
ko: 시간표
zh_hans: 课程表

source: 時間割をカレンダーへ
en: Schedule to calendar
ko: 수업 일정을 달력에 추가하세요.
zh_hans: 将课程表添加至日历

source: 暗証番号（オプション）
en: PIN (optional)
ko: 암호 번호(옵션)
zh_hans: 设置密码（可选）

source: 暗証番号を入力
en: Enter the PIN.
ko: 비밀번호를 입력하세요
zh_hans: 请输入密码

source: 月
en: Mon
ko: 월
zh_hans: 一

source: 有効期限
en: Expiration date
ko: 유효 기간
zh_hans: 有效期

source: 期限切れ
en: Overdue
ko: 기한 초과
zh_hans: 已截止

source: 木
en: Thur
ko: 목
zh_hans: 四

source: 本日の運行は終了しました
en: Today's service has ended
ko: 오늘의 운행이 종료되었습니다
zh_hans: 今天的运营已经结束

source: 欠席
en: Absent
ko: 결석
zh_hans: 缺席

source: 次のバスまで
en: Next bus in
ko: 다음 버스까지
zh_hans: 下一辆巴士将于

source: 水
en: Wed
ko: 수
zh_hans: 三

source: 水曜日
en: Wednesday
ko: 수요일
zh_hans: 星期三

source: 水曜日は特別ダイヤで運行しています
en: Wednesday operates on a special schedule
ko: 수요일은 특별 시간표로 운행됩니다
zh_hans: 星期三以特别时间表运营

source: 永山駅発
en: From Nagayama Station
ko: 나가야마역 출발
zh_hans: 永山站发

source: 永山駅行
en: To Nagayama Station
ko: 나가야마역 행
zh_hans: 开往永山站

source: 火
en: Tue
ko: 화
zh_hans: 二

source: 片面
en: One-sided
ko: 일면
zh_hans: 单面

source: 現在提出すべき課題はありません。
en: No assignments due at the moment.
ko: 현재 제출해야 할 과제가 없습니다.
zh_hans: 暂时没有需要提交的课题。

source: 現在時刻
en: Current Time
ko: 현재 시간
zh_hans: 现在时间

source: 発車時刻
en: Departure Time
ko: 출발 시간
zh_hans: 发车时刻

source: 登録をすることで
en: By registering, you agree to the
ko: 등록함으로써 다음에 동의하게 됩니다
zh_hans: 点击登录将表示您已阅读并同意此

source: 聖蹟桜ヶ丘駅発
en: From Seiseki-Sakuragaoka Station
ko: 세이세키사쿠라가오카역 출발
zh_hans: 聖蹟樱丘站发

source: 聖蹟桜ヶ丘駅行
en: To Seiseki-Sakuragaoka Station
ko: 세이세키사쿠라가오카역 행
zh_hans: 开往聖蹟樱丘站

source: 色を選択
en: Select Color
ko: 색상 선택
zh_hans: 卡片颜色

source: 言語
en: Language
ko: 언어
zh_hans: 语言

source: 設定
en: Settings
ko: 설정
zh_hans: 设置

source: 設定中...
en: Setting up...
ko: 설정 중...
zh_hans: 设置中…

source: 詳細
en: Details
ko: 상세
zh_hans: 详情

source: 認証を取り消しますか？ 取り消し後は Classroom の課題が表示されなくなります。
en: Do you want to revoke Classroom authentication? You will need to authenticate again after revocation.
ko: 인증을 취소하시겠습니까? 취소 후에는 Classroom의 과제가 표시되지 않습니다.
zh_hans: 确定要取消授权吗？ 撤销后将无法显示 Classroom 的作业哦。

source: 認証中
en: Authorizing
ko: 인증 중
zh_hans: 认证中

source: 認証取り消し
en: Revoke
ko: 인증 취소
zh_hans: 取消授权

source: 認証取り消し確認
en: Confirm Revoke Authentication
ko: 인증 해제 확인
zh_hans: 确认取消授权

source: 認証済み
en: Authorized
ko: 인증 완료
zh_hans: 已授权

source: 読み取り成功！
en: Read Success!
ko: 읽기 성공!
zh_hans: 读取成功！

source: 読み込み中...
en: Loading...
ko: 로딩 중...
zh_hans: 读取中…

source: 課題
en: Assignments
ko: 과제
zh_hans: 作业

source: 課題はありません
en: No assignments
ko: 과제가 없습니다
zh_hans: 暂无作业

source: 通知設定
en: Notification Settings
ko: 알림 설정
zh_hans: 通知设定

source: 遅早
en: Late
ko: 지각
zh_hans: 迟到

source: 選択したバスまで
en: Until selected bus
ko: 선택한 버스까지
zh_hans: 距离所选择的巴士还有

source: 金
en: Fri
ko: 금
zh_hans: 五

source: 閉じる
en: Close
ko: 닫기
zh_hans: 关闭

source: 開始ページ
en: Start Page
ko: 시작 페이지
zh_hans: 起始页

source: 高校生乗車限定
en: High School Students Only
ko: 고등학생 전용
zh_hans: 为仅限高中生乘坐

source: に同意したことになります
ko: 에 동의하게 됩니다.
